<?php
return[
    /*业务报备 合作状态*/
    'report_status'=>[
        '1'=>'合作',
        '2'=>'未合作'
    ],
     /*业务报备 分润状态*/
    'report_pstatus'=>[
    '1'=>'已分',
    '2'=>'未分'
],
    /*业务报备 回款状态*/
    'report_bstatus'=>[
        '1'=>'已发放',
        '2'=>'未发放'
    ],
     /*项目审核状态*/
    'project_status'=>[
    '-1'=>'审核中',
    '1'=>'审核通过',
    '2'=>'审核不通过',
],
    /*回款方式*/
    'payment_type'=>[
        '1'=>'现金',
        '2'=>'支付宝',
        '3'=>'微信',
        '4'=>'刷卡',
        '5'=>'银行卡转账',
    ]
];
